var truth = {
	0:{
		name:"愚人-The Fool",
		key:"开始、自由、天真、流浪、大胆勇敢勇敢勇敢勇敢、旅行",
		imply:"现在不顾风险而有所行动。",
		astrology:"天王星",
		fourElements:"风",
		bewrite:"<p>愚人穿着色彩斑斓的衣服，戴着像小丑一样的帽子，手舞足蹈，昂首阔步，站立在悬崖边。他是卤莽而无知的：他的右手拿着象征权力的权杖，那恰是魔术师（大阿尔卡那1号牌）手中的魔杖，相传拥有操控世界的魔力，上面挂着的包袱里装着经验，但他只是不以为意地扛着，却不懂得运用。可是他头上的桂冠代表着成功的可能。他有着相信梦想纯挚的一颗心，左手持着白玫瑰，白色象征纯洁，玫瑰象征热情，同时也代表天真无知。脚边的小白狗象征着愚人和动物一样，凭本能行事。他无畏于脚边的悬崖，眼望长空，神色欢欣。哪怕他就快要从崖旁踩空掉下去了，但他似乎相信，生命将会支持他的。远方的山脉象征着他未来的旅程。他永远沐浴在白色的阳光下。他可是追寻经验的灵魂。</p><p>愚人是一个活在当下的人，正经历着“现在”的力量。那些活在过去或未来的人们，可能会认为他这么执著于眼前的事物是愚蠢的，因为他们并不知道，我们生命当中所拥有的最伟大的力量，就是我们此刻所拥有的。我们没有办法改变过去，通常也难以确切的掌握未来，但是我们有能力改变现在。于此刻所做，所感觉及所相信的，是某些我们已经掌握的东西。只有他背后的太阳知道他从哪里来，以及将往何方。而愚人并不知道这点，而且他也不在乎。</p><p>小孩子往往会拥有这样的天真：期待生命能一直善待他们。对他们而言，每件事情都是一个新的局面，他们也渴望去了解。而身为大人的我们，可能就失去了着种自发性，然而当牌面上出现愚人时，显然是在暗示我们应该去冒点险，并活在当下。当外在世界面对一个真正开悟的人，他们所看到的就是愚人。当普通人面对智者时，他所看的就是愚人。</p>",
		outline: {
			z:"<p><strong>关键词</strong>：自由恋爱、不顾及他人看法</p><p>愚人是一张代表自发性行为的牌，一段跳脱某种状态的日子，或尽情享受眼前日子的一段时光。好冒险，有梦想，不拘泥于传统的观念，自由奔放，居无定所，一切从基础出发。当你周遭的人都对某事提防戒慎，你却打算去冒这个险时，愚人牌可能就会出现。愚人暗示通往成功之路是经由自发的行动，而长期的计划则是将来的事。</p>"
			n:"<p><strong>关键词：</strong>情绪低落、遭受失败、漫无目的的四处流浪、行为散漫、愚昧的行动。</p><p>暗示当你被要求有所承诺时，却想从责任当中寻求解脱。你正在找一个脱身之道，然而目前并不是这么做的时机。现在是你对自己的将来有所承诺，或是解决过去问题的时候了，如此你才能够重新过着自发性的生活。在你能够安全出发之前，还有某些未完成的事情需要你去处理。</p>"
		},
		health: {
			z:"<p>寻求独特的保健之法、张显自我的着装方式、适合休闲装或运动装。</p><p>你始终能保持良好的心情，时时充满活力；虽然你的身体不十分健壮，但也无大碍，反正生病的话，看个医生、吃个药就好了嘛！对你而言，每天都是全新的开始！</p>"
			n:"<p><strong>关键词</strong>：不重视自身健康、生活不规律、因贪玩影响健康。</p><p>你的体力不错，健康状态也算良好，但会因压力过大，而产生精神耗弱的问题。</p>"
		},
		wealth: {
			z:"<p><strong>关键词</strong>：喜欢交友、不善理财</p><p>人际关系方面，因张显个性而受到他人的欢迎，喜欢以轻松的方式结交各类朋友，容易在旅途中结交到新的朋友。财运方面，喜欢在宽松的环境中赚钱，不善于理财，在投资上容易孤注一掷，不计后果，容易因此而损失金钱。建议谨慎投资，多多储蓄。</p>"
			n:"<p><strong>关键词</strong>：言行怪癖、不合常理、不会理财</p><p>人际关系方面，容易因过于单纯被他人轻视，同时因为性格冲动，做事不计后果，行为怪异，而被旁人视为怪胎。财运方面，做事粗心大意，花钱无节制，缺乏理财观念，财务毫无计划，收入不稳定，不容易有积蓄，人生愿望较难达成。</p>"
		},
		work: {
			z:"<p><strong>关键词</strong>：热衷于事业或学业、好奇心强</p><p>工作方面，喜欢寻求捷径，倾向于自由的工作氛围，适合艺术类工作或从事自由职业。学业方面，出于好奇心对当前的学业产生浓厚的兴趣，善于把握重点，容易以独特的方式取自意外的收获。</p>"
			n:"<p><strong>关键词</strong>：成绩一落千丈；没有耐心，行事缺乏计划</p><p>工作方面，暗示时机掌握欠佳，由于恐惧，而没有在某些决定性的时刻把握住机会，或是固执于以前所做的计划，或过分依赖他人的建议。要不是在机会来临没有行动，就是在不恰当的时间采取行动，从而招示失败。学业方面，容易因为猜题错误而导致考试失利，也预示考前突击并不会给你带来好的成绩。</p>"
		},
		love: {
			z:"<p>愚人牌暗示一段生活在当下或随遇而安的时期，你可能会以独特的方式获得爱情，很容易坠入爱河，喜欢浪漫多彩的爱情。有可能在旅行途中遇到一位伴侣，或即将遇到一位喜欢目前生活，而不想计划将来的伴侣。这个伴侣是难以捉摸的、天真的，或者不愿受到任何长期计划和关系的约束。</p>"
			n:"<p><strong>关键词</strong>：心情空虚、轻率的恋情</p><p>内心缺乏安全感，感情上冲动不理智，容易不顾众人反对坠入爱河，却又容易被恋人辜负和背叛，从而感情受伤。爱情的旅程波折多，没有办法与恋人长久和谐相处，彼此关系忽冷忽热，不喜欢被婚姻束缚，婚后感情难专一。</p>"
		},
		renj: {
			z:"<p><strong>关键词</strong>：喜欢交友、不善理财</p><p>人际关系方面，因张显个性而受到他人的欢迎，喜欢以轻松的方式结交各类朋友，容易在旅途中结交到新的朋友。财运方面，喜欢在宽松的环境中赚钱，不善于理财，在投资上容易孤注一掷，不计后果，容易因此而损失金钱。建议谨慎投资，多多储蓄。</p>"
			n:"<p><strong>关键词</strong>：言行怪癖、不合常理、不会理财</p><p>人际关系方面，容易因过于单纯被他人轻视，同时因为性格冲动，做事不计后果，行为怪异，而被旁人视为怪胎。财运方面，做事粗心大意，花钱无节制，缺乏理财观念，财务毫无计划，收入不稳定，不容易有积蓄，人生愿望较难达成。</p>"
		},
		other: {
			z:"<p><strong>关键词</strong>：没有目的的旅行、憧憬自然的地方、毫无目的地前行、喜欢尝试挑战新鲜事物、四处流浪。</p>"
			n:"<p><strong>关键词</strong>：旅途中断、爱好广泛、不脚踏实地、无视旁人眼光、冲动行事、行为不检点。</p>"
		}
	},
	1:{
		name:"魔法师-The Magician",
		key:"观察、开始、创造",
		imply:"现在是展开新计划的好时机。",
		astrology:"水星",
		fourElements:"水",
		bewrite:"<p>魔术师正在实行法术，他右手高举权杖指向天，召唤神奇的法力，左手食指指向地，象征了他是联合天与地的桥梁，主宰者地上的一切。他身前的桌上放着权杖（火元素）、圣杯（水元素）、宝剑（风元素）和星币（土元素），既代表塔罗牌小阿尔卡那的4个牌组，也是4 要素的象征。他身穿得红袍代表热情与主动，白色亵服代表内在的纯洁与智慧。他具有无穷的创造能力与潜力，但需要坚强意志和纯洁内心的保证。他的腰带是一条蛇，在这里的蛇不是代表邪恶，而是象征智慧和启发。头上躺着的8 字型代表其法力的无穷。四四周绕着鲜花，红色的玫瑰象征热情，白色的百合象征智慧。鲜黄的背景预示着未来的成功。魔术师在塔路牌中的编号是1，预示着一切的开始，同时也扮演者大阿尔卡纳与小阿尔卡之间地沟通。</p><p>这张牌代表在某些可能性当中实现若干事情。可能性是毫无价值的，除非它被实现了。我们每个人都有极大的潜能，但并不是每个人都会去实现这些潜能。如果追究到底的话，那我们可以说，没有人真正发挥过他所有的潜能。</p><p>魔术师从天空中（灵感）接受能量，并将这些能量导入某种具体且真实的东西——土地。也就是说他将想法转化成一些我们看得到、摸得着的事物。他运用他的意志力产生了具体的成果；他不是被生活的潮流推着走，而是在这些潮流中为他自己行动，并做出具体的成果。</p>",
		outline: {
			z:"<p><strong>关键词</strong>：受好奇心驱使展开调查研究、具有独创性、具备发展潜力、展开新的计划并获得成功、幸福的开始。</p><p>这是个着手新事物的适当时机。对的时间、对的机会、对的动机，使你的努力值回票价。对于展开行动、实现计划而言，这正是一个良好时机。由于你已为实现计划扎下良好基础，所以新的冒险很可能会实现。清楚的方向感和意志力的贯彻，大大的提升了成功的可能性。</p>"
			n:"<p><strong>关键词</strong>：犹豫未定、因学艺不精而败北、看待事物过于消极、易受骗上当、遇事言而不行。</p><p>可能会以逐渐毁掉对方的方式对别人进行控制，可能是暗中作梗，或以任何他想得到的方法，这可能包括妖术、雇人暗杀或自己动手。也可能做出违反社会的行为；可能会变得不切实际，而导致精神、情感或身体健康上出问题；会变的漫无目标且缺乏自律。</p>"
		},
		love: {
			z:"<p><strong>关键词</strong>：心有灵犀一点通</p><p>将有一段新恋情展开，对方备受异性欢迎，两个人都是比较务实的人，彼此间的性格是互补型的，两个人在一起做事能默契配合，不会因为特质方面的因素而影响到感情。两人在一起能够品尝爱情的喜悦，会以不断变更约会地点和方式，来令彼此保持新鲜感。</p>"
			n:"<p><strong>关键词</strong>：不善表白、容易受骗</p><p>当喜欢一个人时，不善于向对方表白，也缺乏爱情技巧，而且容易受甜言蜜语者蒙骗，从而在感情上受到伤害。走入婚姻之后，不善于经营感情，可能会变得心情浮躁，对感情没有办法专一，如果不加以调整，也可能会变得冷酷无情，与另一半无法沟通，使婚姻走向终结。</p>"
		},
		work: {
			z:"<p><strong>关键词</strong>：学习努力、工作高效</p><p>工作方面，头脑灵活，充满创意，处理事务得当，工作效率较高，并且非常注重细节，能够充分发挥自己所学，在工作中的创意可能得到旁人认同，适合从事艺术方面的工作。同时因为喜欢充满创新的工作，所以也适合从事技术创新、播音员、大众传媒等相关工作。学业方面，对学习非常有兴趣，也很努力，而且能以一种新的方式读书，并获得好的成绩。</p>"
			n:"<p><strong>关键词</strong>：成绩不佳、工作无作为</p><p>学业方面，可能会因为自己的努力不够，致使考试失误，成绩不理想，退步明显，需要改变自己的学习方法，投入更多的精力在学习上，才能取得预期的成绩。工作方面，容易因为所从事的工作一成不变，而产生厌倦的情绪，进而陷入恶性循环之中，从而在工作上无所作为。</p>"
		},
		wealth: {
			z:"<p><strong>关键词</strong>：人缘佳、喜交友、善经营</p><p>人际关系方面，人缘不错，喜欢结交更多的朋友，懂得如何与不同人交往，从中寻得良师益友，并与之深交，是一个有头脑的人。财运方面，很有经营头脑，会寻求与自己性格互补之人作为合作对象，重视收入与产出，能够以拿理公道的代价获得想要的东西。</p>"
			n:"<p><strong>关键词</strong>：待人欠真诚；花钱如流水</p><p>人际关系方面，不太懂得人情事故，只为自己着想，待人接物欠缺真诚，只是在表面上维持一种虚假的敷衍，容易因此而失信于人，交不到真心的朋友。财运方面，不会理财，花钱大手大脚，内心也比较贪财，并容易因此而遭遇欺诈，也可能因为好赌而倾家荡产。</p>"
		},
		health: {
			z:"<p>精神状态稳定、适合知性的装扮。关于健康的问题都能解决。生病对你而言是一个警铃，告知你生活上缺少了某样东西，可能是好好的休息，也可能是均衡的饮食；但不论是什么问题，只要你倾听身体的需求，凭着你自己的意志力和自然的疗养法，必能获得很大的改善。</p>"
			n:"<p>精神紧张需要休息、情绪急躁轻易激动、呼吸器官或大脑负荷过重、着装不搭调。由于你的想法很多，想要实现的欲望也很强，但却没有能力具体化，因而造成你精神上的困扰；长期累积的结果会导致幻觉、精神分裂，或精神崩溃，严重的忧郁症。</p>"
		},
		other: {
			z:"<p>喜欢阅读并从中获得知识和快乐、可能会有短期的履行、对语言学习颇有爱好、适合郊外野餐、拥有灵敏的运动神经、适合参加辩论会、善于模仿并所以获益、处事机灵善变、事事顺利。</p>"
			n:"<p>旅行计划取消、遭遇交通堵塞、因懦弱造成竞技失败、不听他人劝告。</p>"
		},
		renj: {
			z:""
			n:""
		}
	},
	2:{
		name:"女祭司-The High Priestess",
		key:"等待、智慧、理性、消极、静止",
		imply:"这是向内探索、沉思，或按兵不动的时刻。",
		astrology:"月亮",
		fourElements:"水",
		bewrite:"<p>女祭司相传是月亮的使者，虔诚、静默却又透着十分的警觉和睿智，是智慧与直觉的象征。相对于魔术师的激情和主动，女祭司只是在深夜中手捧经书默默地祈祷着，就似乎中国传统文化中的阴阳。</p><p>由图中可以看到，女祭司端坐于石凳之上，手上的卷宗上书写着 Tora， 乃律法之一，代表她内心的知性和洞察力，长短分明，善恶明暗， 也代表神秘的魔法， 静静等待适合行动的时机，与给于明确的指示。身则的柱子一黑一百，也暗示了她长短的强烈观念，理性的思考和判定。白色的头冠和白色的长裙，象征了她内心的纯洁和对洁净的要求。背后的绿叶和果实，既象征她的女性形象，慈爱和娴静，同时也暗示了她具有强大的直觉力和判定力。石榴暗示着希腊神话中的灵后（Persephone) 吞下的婚姻不中断的石榴子。 她裙角的月亮，也是智慧和直觉的象征。</p><p>假如说魔术师散发着阳刚的话，那么女祭司则是阴柔的代表，于静寂中凸现沉稳，与寡言中凸现睿智。也有人说，女祭司内心是矛盾的，就像其坐在两根黑白分明的廊柱之间那样，静默却又波涛汹涌，在黑与白、日与夜、正义与邪恶的徘徊中体味生存的意义、感悟人世沧桑。或许也是所以让她变得睿智而富有洞察力吧！</p>",
		outline: {
			z:"<p><strong>关键词</strong>：有知己的、文静的、知性的、具备敏锐的洞察力、理性的、富有研究精神、有正确的时机或人将出现的预感。</p><p>你应该要相信你的直觉，因为在这一点上，有些东西你可能看不见。高位的女教皇是一张代表精神和心灵发展的牌。它代表了向内心探索的一段时期，以便为你人生的下一个阶段播种，或者去消化你在肉体的层次上所处理的事情。</p>"
			n:"<p><strong>关键词</strong>：缺乏理性思维能力、粗心大意、因精神压抑以致歇斯底里、易紧张、神经质、意气用事。</p><p>你没有办法倾听你内在的声音，或你内在的知识没有办法转化成行动。这个时候应当出去走走，认识新朋友，因为刚认识的人可以帮你介绍新的可能以及机会。例如，你可能会因此而找到新工作或新伴侣，或者得到崭新的理解。</p>"
		},
		love: {
			z:"<p><strong>关键词</strong>：柏拉图式的恋情</p><p>你与另一半将保持一种理智的感情状态，两个人更重视精神方面的结合，拥有高度精神或心灵发展的关系，你们俩人可以一同学习、成长和发展。对方是能够为你消除烦恼的对象，对你的爱意深藏内心。你们是介于友人与恋人之间的关系，经常会以诗篇或文章来表达爱意。</p>"
			n:"<p><strong>关键词</strong>：面对心仪的对象裹足不前</p><p>你的内心过于封闭，性格有些被动，即使有了喜欢的对象也不愿主动追求，而是会采取暗恋的方式默默喜欢对方，最终容易因此而错过好的缘份。假如走入婚姻，容易因为自己不善于表达内心情感，与另一半缺乏沟通，而让对方感觉你太过冷漠，对你产生误会，抱有成见。不适合早婚，容易率性妄为。</p>"
		},
		work: {
			z:"<p><strong>关键词</strong>：考运佳、有责任感</p><p>工作方面，你对待工作很有责任感，拥有明确的目标明确，会苦心钻研各种工作技能，能够拥有展现自身潜力的机会，具备评论才能，适合从事与教育相关的职业。学业方面，你的求知欲非常旺盛，对于各种知识都想要去了解和学习，具有很好考运，通常能在考试中取得好成绩。</p>"
			n:"<p><strong>关键词</strong>：固执、学习能力差</p><p>工作方面，性格固执，认知肤浅，不喜欢学习新事物，却又自以为是，工作上不能集中全力，遇到压力时容易感到焦虑，也容易因为自己的犹豫不定而错过良机。适合从事一些轻松无压力，对工作技能要求不高的工作。学业方面，比较懒惰，不喜欢用功，对所学知识没有办法学以致用，考试容易失利。</p>"
		},
		wealth: {
			z:"<p><strong>关键词</strong>：待人体贴、善于理财</p><p>人际关系方面，你性格温和，为人低调，不喜欢张扬，对待朋友非常宽容，可以结交不少知心好友，而且与朋友能免互相体谅，人缘不错。财运方面，很少会盲目消费，善于理财。具有谈判的口才和能力，可以凭自己之能力，得到好的赚钱机会，并获得丰厚利润。</p>"
			n:"<p><strong>关键词</strong>：人缘差、花钱无节制</p><p>人际关系方面，因为太过封闭自我，不善于与人沟通交流，所以容易受到别人的冷落对待，有时又容易因过于激动而得罪人，从而被人中伤，人缘较差。财运方面，赚钱机会不多，且不善于理财，消费缺乏计划性，浪费成性。应养成储蓄的好习惯，尽量控制自己的消费欲望。</p>"
		},
		health: {
			z:"<p><strong>关键词</strong>：着装朴素简洁、善待身体、注重自身卫生、体力出众且深藏不露。</p><p>在健康方面，你的个人特质尚不明显，因而你必须时时倾听身体的需要，注意生活中的种种暗示，以获得身心健康。</p>"
			n:"<p><strong>关键词</strong>：精神紧张、不孕症、歇斯底里、错误的减肥计划、贫血、手脚冰冷、心情不佳、因率性而倍感孤独、嘲笑他人、心胸狭隘。</p><p>由于你的态度傲慢，个性好强，给自己的生活造成很大的压力，因而引发肠胃病，以及贫血等健康问题。</p>"
		},
		other: {
			z:"<p>制作手工艺品、知性的娱乐方式、脑力游戏、无须外出的活动方式、出众的理解力、同冷静的女性商洽可获得新知、善于洞悉他人。</p>"
			n:"<p>无心读书、吵闹的环境使得身心倍感疲惫。</p>"
		},
		renj: {
			z:""
			n:""
		}
	},
	3:{
		name:"女皇-The Empress",
		key:"高贵、热情、丰收",
		imply:"家庭和谐及稳定",
		astrology:"金星",
		fourElements:"火",
		bewrite:"<p>假如说女祭司给人的感觉是位身具智慧的文静淑女，那女皇就是热情与高贵的体现，无论是舒适的坐垫和雍容华贵的衣饰无疑都表明了她的富贵与权威。女皇和魔术师一样，右手高举权杖，但不同的是女皇的权杖与魔术师相比少了几分锐气，却多了几分生机，由于女皇手中的权杖是天地间掌管生命的法器。</p><p>由图中可以看到，在女皇红色的座椅下还有一个心形标记，上面刻着金星的符号，这也是维纳斯的标志，她是天秤座和金牛座的守护神。这个符号代表透过爱，使心灵与物质世界交流。它通常是用来代表女人的，预示着母爱天性，象征女皇的包容，以及带给子民的富足。长裙上的果实，象征着生养，身后的森林和流水，代表大地的复苏和生机盎然。母亲就是大地，孕育万物。金黄的谷物，代表丰收。豪华的靠椅，还有美丽的红丝绒坐垫，象征着皇后的高贵和繁荣的物质景象。</p><p>女皇代表经由感官通往心灵的一条途径。她是激情甚于理想主义的。她的手腕以及分享性都相当务实，因为她知道无论她必须付出什么，现在都是她付出的最佳时刻。这正是占星学上天秤座所必须学习的部分课题。去学习爱并不是一种理想主义或知性上的习题，而是一种身体、情，以及感觉上的分享，以及日常生活中所经历到的喜悦。</p>",
		outline: {
			z:"<p><strong>关键词</strong>：优雅、富贵</p><p>生活优雅而富贵，充满了喜悦，有艺术天分，善于营造气氛，人生经历丰富，家庭观念重。如果求问者是男性，可能暗示与女性有纠缠，或女性气质强。</p>"
			n:"<p><strong>关键词</strong>：困惑、缺乏上进心、轻浮、损失、爱慕虚荣。</p><p>在家庭环境或某段两性关系中遭遇到的困难。可能无法实现自己的计划或在某段关系中，没有办法打心里去爱，因为对爱过于知性或理想化了。另一层意思可说是，冷静地思考所有的选择之后，运用理性来解决问题。</p>"
		},
		love: {
			z:"<p><strong>关键词</strong>：谈婚论嫁、异性缘旺</p><p>异性缘旺，常常成为异性瞩目的焦点，能够收获一段美好的恋情，你们会轻松顺利地发展感情，直到谈婚论嫁。你和伴侣是透过感情和欢乐来贴近人生，而不是经由思想。</p>"
			n:"<p><strong>关键词</strong>：优柔寡断、没有结果的恋情</p><p>你是有了谈恋爱的念头，却发现自己无法为两性关系，付出日复一日的努力，害怕走入婚姻。如果已经结婚，会因率性妄为而被人厌恶，或者沉溺在肉欲之中没有办法自拔。在关于孩子的问题上，女皇倒立可能意味流产、堕胎或生产。</p>"
		},
		work: {
			z:"<p><strong>关键词</strong>：成绩优秀、工作体面</p><p>工作方面，你有着体面的工作，工作和家有关，或利用家作为工作的基地，适合服装衣饰等相关行业，目前你正在实现自己的计划，或朝向计划的下一个自然步骤迈进，亦即你又向目标靠近了一步。学业方面，成绩进步，考试成绩优秀，在艺术领域颇有收获。</p>"
			n:"<p><strong>关键词</strong>：懒惰、浪费时间</p><p>工作方面，可能会从事自己不喜欢的工作，或者自己没有明确的工作目标，在工作上缺少成就感，内心会感到迷惑。找到一份真正适合自己的工作，才能体会到工作的乐趣。学业方面，有偏科倾向，对于学习有些懒惰，在学习中不太容易集中精力，容易弄丢他人的笔记，成绩不理想。</p>"
		},
		wealth: {
			z:"<p><strong>关键词</strong>：性格开朗、有意外之财</p><p>人际交往方面，你会因为性格开朗，而赢得旁人好感，受人瞩目，人际关系良好，容易成为聚会或派对的主角。财运方面，因为有务实的金钱观，会凭借自己努力去赚钱，财运不错，善于发现赚钱机会，同时也容易获自得外之财。</p>"
			n:"<p><strong>关键词</strong>：爱慕虚荣、浪费成性</p><p>人际交往方面，虚荣任性，骄纵自负，锋芒毕露，欠缺包容力，令人无法接近，容易被他人轻视。财运方面，爱慕虚荣，浪费成性，投资过剩，容易有不必要的花费。</p>"
		},
		health: {
			z:"<p><strong>关键词</strong>：体力充沛、多产、气质佳、风度翩翩、对时尚衣饰颇为偏爱。</p><p>你的身体一向健壮；透过园艺活动，还有时常亲近大自然，将会有助于你平衡自己的身心。</p>"
			n:"<p><strong>关键词</strong>：体型过胖、饮食过度、不适宜的浓妆艳抹、多余的装饰。</p><p>你的健康情况，常因过度放纵口腹之欲而肥胖，或纵情声色而引发相关的疾病。</p>"
		},
		other: {
			z:"<p>喜爱逛街购物、喜爱远足派对等集体活动。</p>"
			n:"<p>处事犹豫未定、爱好颇多无疑从重、谈吐轻浮、金玉其外败絮其中。</p>"
		},
		renj: {
			z:""
			n:""
		}
	},
	4:{
		name:"皇帝-The Emperor",
		key:"权力、威严、支配",
		imply:"表示一种训练和实际致力于生活",
		astrology:"白羊座",
		fourElements:"火",
		bewrite:"<p>皇帝是皇后的丈夫，是男性像征的代表，他拥有主宰物质世界的的支配力。一国之尊的皇帝充满了自信，头戴皇冠，身着红袍，足蹬象征严格纪律的战靴，自信满满的端坐在宝座上。他左手拿着一个水晶球，象征秩序严谨有条，右手则持着古埃及十字架，象征生命与权力。在王座上有四个白羊头浮雕，强调了皇帝牌所对应的星相——白羊座（火星）。作为12星座之首，这里的白羊头像也象征着勇敢、积极、野心和自信，并与全牌呈现的红色的主色调不谋而合。背景重重的山峦预示着权力背后的风险，这与女皇牌中的富饶相比，难免让观者多了几分担忧。</p><p>皇帝牌代表道德戒律与禁令，此牌偏向次序，规范和稳定的局面，拥有至高无上的的权利。同时正由于这些理性和权威，它必须收藏起个人的感情，并且有高处不胜寒的隐喻。</p><p>皇帝牌也代表的是一个正直、公平和实际的人。假设他给予你忠告，那么他的建议都是来自他自己的亲身经验。他有点武断的倾向，但是当他在许下承诺后，通常是值得信赖的。而当你也允下承诺时，他会期望你能实行它，假如你做不到，他是不会再给你第二次机会的。</p>",
		outline: {
			z:"<p><strong>关键词</strong>：魄力十足、万众瞩目、出众的领导才能、基本功扎实、男性化、富有责任感、充满阳刚之气。</p><p>透过自律和实际的努力而达到成功。这可以代表你生活中一段相当稳定，且井然有序的时光。也暗示遭遇到法律上的问题，或是碰到某个地位、权利都在你之上的人，例如法官、警员、父亲，或具有父亲形象的人。为了成功，现在正是你采取务实态度来面对人生的时候。你被周遭的人设下种种限制，但只要你能在这些限制之内努力的话，你还是可以达成你的目标的。</p>"
			n:"<p><strong>关键词</strong>：幼稚、缺乏治理能力、不负责任、率性妄为、蛮横霸道、寡欲。</p><p>由于缺乏自律而无法成功。有时候可能会在面临严苛抉择时退却下来，因为你缺乏向目标迈进的勇气。丧失了皇帝正位时的管理特质，所以容易失去掌控的能力与缺乏先机，无法承担责任，没有担当，懦弱，刚愎自用。另一方面，也会处处提防他人，显得防卫心极强，疑神疑鬼。</p>"
		},
		love: {
			z:"<p><strong>关键词</strong>：因锲而不舍的精神获得青睐、值得信赖的年长对象、值得依靠的、心系恋人、好恶分明的交往、主动追求爱情、有主动交往的倾向。</p><p>你是一个顶不错的物质供应者，却不善于表达内心的感情。浪漫和梦想的事对你的吸引力并不大，因为你比较喜欢看得到、摸得着的东西。如果你无法看见或触碰到它，你是不太可能相信它的。假如你是男性，你会在感情中扮演父亲形象的角色，以确保你能够驾驭这段关系，特别是在物质层面上。如果伴侣所在意的是情感上的需求，那就会对你造成困扰。因为对你而言，付出就是给予某些具体的东西。</p>"
			n:"<p><strong>关键词</strong>：强迫的恋情、不可靠的对象、没有办法告白心事、华而不实的恋情、痛苦的结局。</p><p>在感情上因为缺少自我的约束而表现不专一，你可能拥有不只一个伴侣。因为缺乏对伴侣的承诺，也没有坚实的物质基础，所以你很难得到真正的伴侣。</p>"
		},
		work: {
			z:"<p><strong>关键词</strong>：锲而不舍的钻研学业、保持优良的水准、目标过高、信念坚定、理性的、考试顺利、善于管理、乐于助人。</p><p>工作方面，你可以通过自律和脚踏实地的努力，在事业上取得相当好的成绩，同时务实的态度也会让你在更长的时间里处于事业的巅峰。由于你的自律和喜欢勤奋地工作，所以通常在做生意方面可以得到成功。学业方面，你对自己要求很高，会锲而不舍的钻研学业，以取得优异的成绩，考试运气很好，能够在学习上名列前茅。</p>"
			n:"<p><strong>关键词</strong>：工作易失败、学习注意力不能集中</p><p>工作方面，无法长时间专注于一项工作，在工作上缺乏干劲儿，也缺乏领导能力，事业会因为固执、武断、过于自信而遭到失败。需要从根本检讨以求反败为胜、从头再来。学业方面，学习不能刻苦，注意力不集中，学习成绩较差。</p>"
		},
		wealth: {
			z:"<p><strong>关键词</strong>：活跃的领导者、可信赖的朋友或学长、渴望拥有财富。</p><p>人际关系方面，为人处事有责任感，具领导能力和良好的处理能力，虽有点专制但值得信赖，容易成为他人喜欢合作的商业伙伴。财运方面，你渴望能拥有财富，喜欢赚钱的乐趣，擅长结交权贵，会以坚强的意志力及手腕获得成功。</p>"
			n:"<p><strong>关键词</strong>：固执己见、蛮横霸道以致被人厌恶、缺乏理财头脑</p><p>人际交往方面，性格不成熟，意志力薄弱，软弱而犹豫不决，没有自信，占有欲，控制欲过分强烈，欠缺理智的分析，容易自我放纵，会因不负责任被人指责，也容易因为傲慢而招人反感。财运方面，容易因为行事武断而错失赚钱机会，比较缺乏赚钱和理财头脑，消费无节制，易陷入严重缺钱的窘境。</p>"
		},
		health: {
			z:"<p><strong>关键词</strong>：身体健康、对于自身健康布满自信、适合佩戴一些小饰品以愉悦心情。</p><p>你的身体健康状况良好，本来你的身体就很健壮，再加上平日透过运动、注意饮食，补充维他命来保养，就能长期处于良好的身心状态。</p>"
			n:"<p><strong>关键词</strong>：过分相信偏方治大病、不适宜从事过于激烈的运动。</p><p>在健康情况方面，由于你纵容自己在美食美酒的享受上，不知自律、没有好好管理控制自己的饮食，摄取过多的卡路里，因而造成肥胖，引起相关的疾病。</p>"
		},
		other: {
			z:"<p>适合和朋友一起外出旅游、个性坚定永不言败、坚忍不拔的性格。</p>"
			n:"<p>没有办法对任何活动感到爱好、虚张声势、自以为是。</p>"
		},
		renj: {
			z:""
			n:""
		}
	},
	5:{
		name:"教皇-The Hierophant",
		key:"宗教、传统、援助、仪式",
		imply:"需要为你的心灵成长，及人生方向付起责任。",
		astrology:"金牛座",
		fourElements:"土",
		bewrite:"<p>教皇身着红袍，端坐在信众眼前，头上戴着象征权力的三层皇冠，分别代表物质、精神、道德三种层次的世界认知，皇冠代表权利。他的右手食指与中指指向天，象征祝福； 左手主字型权杖象征神圣和权利。耳边的白色挂饰，则代表他聆听的信众心声的使命。在教皇的脚下有一对交叉摆放的钥匙，一金一银，分属阴阳，据说那是日月之匙，可任意开启智慧与神秘之门。教皇眼前的两名信众，左边的身着红色的玫瑰袍，代表热情与爱心，右边的则穿着一身白百合外衣，代表内心的圣洁和灵性的成长。</p><p>教皇与女祭司都是代表有关宗教精神与内心世界的塔罗牌，然而与女祭司不同的是，女祭司恪守旧有的律法和知识，将宗教精神中的智慧融入自身的修为，可谓深藏不露、独善其身；而教皇则代表耶稣传教的精神，将智慧视为真理并广为传播。他关怀世间一切疾苦，身体力行，以引导一切事物的智慧帮助愚昧的众人。</p><p>皇帝负有提供物质条件的责任，而教皇的义务则是提供心灵上的方向和引导。在组织化的宗教或教堂中，教皇为一般人展示了解他们心灵需求的方法，而这种方法并不需付出多大的努力，或放弃太多的自我。教堂提供一个向心灵接近的道路，让那些没有求道之心的一般人，不致成为迷途的羔羊。</p><p>简单而言，教皇（第五张牌）暗示你的心胸正趋于窄小，因为一旦你允让别人负起你心灵成长的责任，你就不太可能让自己得到直接的经验。只有透过直接的经验，你才能亲身体验到上帝，并确定谁或什么是上帝。如果我告诉你我所体验到的上帝，那你需要的是信仰。如果你亲自去接触上帝，你就可以得到一个或许会带来理解的经验。相信你不了解的事情实在是一桩冒险的事情。而亲身去经验可以提供证据，消除信仰上的需要。</p>",
		outline: {
			z:"<p><strong>关键词</strong>：值得信赖的、得到援助的、良好的建言者、有贡献的、心胸宽广的、有宗教情绪的。</p><p>教皇暗示你向某人或某个团体的人屈服了。或许这正是你为自己，及心灵上的需求负起责任的时刻了。你目前的行事作风并非应付事情的唯一方式，假设你愿意加以探索的话，或许你就会找到新的可能。</p>"
			n:"<p><strong>关键词</strong>：失去信赖、多管闲事、过于依靠他人、心胸狭隘、被强迫倾销、孤立无援。</p><p>代表新思想、观念的形成，或拒绝一些流于俗态的观念。它也可以说你在为自己人生写脚本，照着自己对生命的理解而活。现在你正为自己的心灵发展负起责任，虽然道路可能是崎岖不平的，然而这通常是值得的。</p>"
		},
		love: {
			z:"<p><strong>关键词</strong>：值得信赖的恋人、对恋情持谨慎态度、博爱、婚嫁、良缘、有媒人牵线搭桥、能够安全交往的对象、年长的异性、逐渐加深的恋情、长久持续的交往。</p><p>这段感情关系，是遵从他人期望的一段关系。这段关系中的伴侣很难忠实于自己，也很难忠实于在感情中他们真正的需求，因为他们在适应他人对他们的期望上觉得压力重重。</p><p>教皇也可能暗示你跟伴侣的关系已流于一种形式或规矩，你的态度变成“别人怎么做，我就跟着怎么做”，而这并不是去经历一段感情的唯一方式。你应该去找寻另一种新方式，可能你会感受到周遭的人所形成的阻力，但后来还是可以证明这么做是值得的。</p>"
			n:"<p><strong>关键词</strong>：缘分浅薄、步调缓慢、彼此不够体贴、占有欲过重、因固执己见令人反感、父母反对。</p><p>感情上开始正视自己对感情的真实感受与做法，尽管依旧会听取对方的意见，但以不会全盘接受。当你感到无法接受对方的意见时，会及时与其沟通，找出改善关系的做法。</p>"
		},
		work: {
			z:"<p><strong>关键词</strong>：多听他人的劝告、碰到良师致使成绩进步、会出现对自己有匡助的人、与学长或同学一起用功而获益、耐力十足、思想守旧、适合顾问或医学工作以及以谈话为主的工作。</p><p>工作方面，你可能在一个大机构任职，而你想要升职就要逐级上升，跳级是很少见的，并且上级对下级有相当的控制权。你在一个巨大的体制下寻求自己的生存，必须要按部就班，踏实肯干，必要的时候要与体制和传统妥协。如果上面有人，就乖乖跟着人家干，不要总想着出头，上面没人就赶快站队。如果在这样的组织里站对了队，受到长辈的赏识和提携，也很容易得到他们的指点，只要踏踏实实干，晋升的机会还是少不了的。</p>"
			n:"<p><strong>关键词</strong>：因轻视而品尝苦果、因厌恶老师对课业失去爱好、过分依靠同学的笔记、得到错误的情报。</p><p>事业上多了些灵活的态度，不再刻板遵循旧有的方式，勇于创新形成自己独特的理念，为自己的真实想法而活、而工作。你努力地成就自己的事业，自己做自己的老板，走出和一般人不同的道路。开始时你经历了一段艰辛的创业时期，但因为你的热情和坚持，后来总能渐入佳境。&nbsp;</p>"
		},
		wealth: {
			z:"<p><strong>关键词</strong>：获得学长的建言、获得父母的资助、事事为朋友着想、轻易遗失钱包。</p><p>你的理财观念和方式也比较保守；利用定期存款和参加互助会，一点一滴地累积财富，是你比较偏爱的方法。若是打算投资理财，将存款交给信誉良好且成立多年的投资顾问公司，对你而言是最可靠的做法，投资高风险的股票或是房地产并不适合你。</p>"
			n:"<p><strong>关键词</strong>：干涉他人、令人困扰的好意、自以为是、没有必要的义气、因助人而损失金钱、无人援助。</p><p>你喜欢投资新的产业市场，而且他只相信自己的判断，所以在真正培养出投资眼光之前，你常有因判断错误而造成损失的情况。但只要你了解其中的技巧之后，你就如同一个专业的投顾专家般厉害。</p>"
		},
		health: {
			z:"<p><strong>关键词</strong>：有碰到好医生的机会、化妆时偏重于嘴唇会带来好运、口红适合使用粉色系。<p></p>你以传统的保健方式来维持健康。基本上，只要你相信自己可以状况良好，你就会有良好的状况。</p>"
			n:"<p><strong>关键词</strong>：要多运动、呼吸道疾病、频咳、偏食。</p><p>你对新事物的接受度很高，你会尝试以各种新的方式，如冥想、芳香疗法等，来增进身心健康。</p>"
		},
		other: {
			z:"<p>观赏音乐会或看片子、前往寺庙上香许愿、拥抱自然。</p>"
			n:"<p>恐高、喜清静、不宜乘坐飞机旅行。</p>"
		},
		renj: {
			z:""
			n:""
		}
	},
	3:{
		name:"",
		key:"",
		imply:"",
		astrology:"",
		fourElements:"",
		bewrite:"",
		outline: {
			z:""
			n:""
		},
		love: {
			z:""
			n:""
		},
		work: {
			z:""
			n:""
		},
		wealth: {
			z:""
			n:""
		},
		health: {
			z:""
			n:""
		},
		other: {
			z:""
			n:""
		},
		renj: {
			z:""
			n:""
		}
	},
	3:{
		name:"",
		key:"",
		imply:"",
		astrology:"",
		fourElements:"",
		bewrite:"",
		outline: {
			z:""
			n:""
		},
		love: {
			z:""
			n:""
		},
		work: {
			z:""
			n:""
		},
		wealth: {
			z:""
			n:""
		},
		health: {
			z:""
			n:""
		},
		other: {
			z:""
			n:""
		},
		renj: {
			z:""
			n:""
		}
	},
}